Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Zatrzymaj swoje drobniaki, i przekaż ten papier Cortezowi. Tylko niech następnym razem wyśle kogoś, kto ma przy sobie choć trochę pieniędzy.
uk: Залиште собі цей дріб'язок і передай цей папірець Кортезу. Наступного разу нехай вишле когось, хто має при собі хоча б трохи грошей.

source: Zatrzymaj to złoto.
uk: Залиш це золото собі.

source: Zatrzymaj to, co wydobyłeś. Teraz już będę wiedział z kim rozmawiać, gdy znowu trafię na dobre złoże.
uk: Залиш собі те, що видобув. Тепер я знатиму, до кого звернутися, коли знову натраплю на хороше родовище.

source: Zatrzymaliśmy się tu na chwilę, żeby odsapnąć. Kończy nam się suche drewno, więc Kerran spalił trochę tych starych książek. Dostało się nam za to od Ioris, ale i tak nie mogliśmy nic z nich wyczytać.
uk: Ми ненадовго зупинилися, щоб перепочити. У нас закінчувалися сухі дрова, тож Керран спалив декілька старих книг. Їх дала нам Йоріс, але ми все одно не змогли нічого з них вичитати.

source: Zatrzymany w ten sposób przeciwnik traci inicjatywę i łatwiej go potem skutecznie zaatakować.
uk: Зупинений таким чином суперник втрачає ініціативу, що дозволяє відразу атакувати його.

source: Zatrzymałem się w gospodzie Bastiana i nawet dostałem tam ciepłą strawę. To chyba najporządniejszy człowiek, jakiego spotkałem w wiosce. Dba o swoich gości bez względu na to, kim są i skąd pochodzą. Byleby mieli czym zapłacić. Pomógł mi z miejscowym pijaczkiem Rikiem. Gdyby tego nie zrobił, jestem pewien, że trafiłbym w dyby. Jeśli uda Ci się przetrwać w Silbach, jak słowo daję, przetrwasz gdziekolwiek na tej wyspie!
uk: Я зупинився в корчмі Бастіана, і мене навіть вгостили гарячою їжею. Він, мабуть, найпорядніша людина, яку я зустрічав у селі. Він піклується про своїх гостей, незалежно від того, хто вони і звідки прибули. Звісно, поки вони мають чим заплатити. Він допоміг мені з місцевим п'яницею Ріком. Якби він цього не зробив, я впевнений, що опинився б у кайданах. Якщо ви змогли вижити в Сільбаху, даю вам слово - ви виживете будь–де на цьому острові!

source: Zatwierdzam pełnoprawność tego dokumentu,
uk: Підтверджую законність цього документа

source: Zaufaj mi, sam siedziałem w podobnym biznesie wiele lat.
uk: Повір мені, я сам багато років займався подібними речима.

source: Zaufałem już zbyt wielu ludziom na swojej drodze i nie otrzymałem od nich żadnej pomocy.
uk: Я довірився занадто багатьом людям на своєму шляху і не отримав від них жодної допомоги.

source: Zaufałem już zbyt wielu ludziom.
uk: Я вже довірився занадто багатьом людям.

source: Zauważyłem też na ziemi ten krąg teleportacyjny. Gdyby udało ci się znaleźć gdzieś w okolicy runę, to nie musiałbyś za każdym razem biegać przez ten cholerny las.
uk: Також я помітив на землі коло телепортації. Якщо вдасться знайти руну десь поблизу, то не доведеться щоразу бігти через цей клятий ліс.

source: Zauważyłem, że rozkopują ziemię nad domami twoich pracowników. Trzeba znaleźć jakiś sposób, żeby nie zdołały dostać się do środka.
uk: Я помітив, що вони розкопують землю над будинками твоїх працівників. Треба знайти який-небудь спосіб перешкодити їм проникнути всередину.

source: Zauważyłem. Twoje metody mnie przerażają.
uk: Помітив. Твої методи лякають мене.

source: Zauważyłem...
uk: Я помітив...

source: Zauważyłeś, żeby coś się zmieniło?
uk: Помітив, що щось змінилося?

source: Zawahałeś się, słyszałem.
uk: Здається, ти завагався.

source: Zawaliliśmy wszystkie tunele już dawno temu, ale te paskudztwa wciąż wypełzają i nie ma tygodnia, bym nie musiał wysyłać tam kogoś do oczyszczania całej okolicy.
uk: Ми вже давним-давно завалили всі тунелі, але ці тварюки все ще виповзають, і не минає й тижня, щоб я не посилав туди когось, щоб очистити всю територію.

source: Zawaliłem sprawę. Dinkel powiedział, że pójdzie z nami, by sprawdzić moją reakcję. Rozpoznał, że coś knujemy i natychmiast się na mnie rzucił. Nasz plan ucieczki chyba nie wypali.
uk: Я не впорався. Дінкель сказав, що піде з нами, щоб перевірити мої слова. Він зрозумів, що ми щось задумали, і одразу ж накинувся на мене. Не думаю, що наш план втечі спрацює.

source: Zawaliłeś, i pewnie całemu królestwu przyjdzie zapłacić za to wysoką cenę, ale nie pozwolę, by twoja reputacja została nadszarpnięta.
uk: Ти наробив помилок, і, можливо, все королівство заплатить за це високу ціну, але я не дозволю, щоб твоя репутація лишилася заплямованою.

source: Zawarta w nich mądrość, często sięgająca całych pokoleń, ma w sobie coś... mistycznego.
uk: Мудрість, що міститься в них, часто охоплює цілі покоління, і містить у собі щось... містичне.

source: Zawarłem układ z Królewskim Wysłannikiem, Graysonem. Jeżeli rozwiążę jego problemy, to w zamian zabierze mnie na kontynent wraz z Jornem - o ile go odnajdę.
uk: Я уклав угоду з Королівським послом, Грейсоном. Якщо я вирішу його проблеми, він натомість відвезе мене на континент разом з Йорном – якщо я його знайду.

source: Zawarłem układ z Królewskim Wysłannikiem, Graysonem. Jeżeli rozwiążę jego problemy, to w zamian zabierze mnie na kontynent. Zanim to się jednak stanie, muszę wymierzyć sprawiedliwość Lichwiarzowi.
uk: Я уклав угоду з Королівським послом, Грейсоном. Якщо я вирішу його проблеми, він натомість відвезе мене на континент. Але перш ніж це станеться, я маю розправитися з Лихварем.

source: Zawarłem układ z Lichwiarzem - jeśli pomogę rozpracować wrogą mu grupę, będę mógł liczyć na jego hojność. Może słowa Ivy się potwierdzą i facet okaże się bardziej pomocny w sprawie odnalezienia Jorna od moich obecnych pracodawców? Według Lichwiarza o szczegóły zamachu powinienem wypytać trzech jego ludzi - Alfreda, Bernarda i Bradlocka.
uk: Я домовився з Лихварем – якщо допоможу розібратися з ворожою до нього групою, то можу розраховувати на його щедрість. Можливо, слова Айві підтвердяться, і від нього буде більше користі у пошуках Йорна, ніж від моїх нинішніх працедавців? За словами Лихваря, я повинен розпитати про деталі замаху трьох його людей: Альфреда, Бернарда і Бредлока.

source: Zawiedliśmy.
uk: Ми підвели.

source: Zawiera
uk: Містить

source: Zawiera informacje na temat płatnerstwa.
uk: Містить інформацію про покращення обладунків.

source: Zawiera informacje o jakimś starym górniku.
uk: Містить інформацію про якогось старого гірника.

source: Zawiera informacje o ostatnich
uk: Містить інформацію про останні

source: Zawiera niepoprawną datę licytacji.
uk: Містить невірну дату торгів.

source: Zawiera ofertę współpracy od Volkera.
uk: Містить пропозицію співпраці від Волкера.

source: Zawiera pieczęć Myrtany.
uk: Містить печатку Міртани.

source: Zawiera wszystkie tajniki Wilczych Synów.
uk: Містить усі таємниці Вовчих Синів.

source: Zawierają silną wydzielinę.
uk: Вони містять сильний секрет.

source: Zawiesiłem plakat na Placu Targowym.
uk: Я розмістив оголошення на Ринковій площі.

source: Zawiesiłem plakat na Starym Mieście.
uk: Я розмістив оголошення у Старому місті.

source: Zawiesiłem plakat na Targu Rybnym.
uk: Я розмістив оголошення на Рибному ринку.

source: Zawiesiłem plakat pod Austerią Ernesto.
uk: Я розмістив оголошення біля Гостинного двору Ернесто.

source: Zawiesiłem plakat w Dzielnicy Rzemieślników.
uk: Я розмістив оголошення у Ремісничому кварталі.

source: Zawinięty w papier z symbolami Gildii Kupieckiej.
uk: Загорнутий у папір з символікою Торгової Гільдії.

source: Zawinięty w papier z symbolami Straży Miejskiej.
uk: Загорнутий у папір з символікою Міської Варти.

source: Zawiodłam się na tobie. Miałam cię za kogoś rozsądnego, a ty tymczasem wolisz bohatersko bronić uciśnionych.
uk: Я в тобі розчарована. Я вважала тебе людиною розсудливою, а ти волієш героїчно захищати пригноблених.

source: Zawiodłem ich.
uk: Я їх підвів.

source: Zawiodłeś mnie, gdy najbardziej potrzebowaliśmy twojej pomocy. Nie będę tu trzymał ludzi, na których nie mogę polegać.
uk: Ти підвів мене, коли ми найбільше потребували твоєї допомоги. Я не триматиму тут людей, на яких не можу покластися.

source: Zawitał do nas jakiś farmer z pobliskiej winnicy. Pewnie przepił większość wypłaty i chce się teraz odkuć.
uk: До нас завітав якийсь фермер із сусіднього виноградника. Він, мабуть, пропив більшу частину своєї зарплатні і тепер хоче повернути гроші.

source: Zawodnicy są gotowi?
uk: Учасники готові?

source: Zawody zbliżały się wielkimi krokami, a Petra nie wracała z bronią. Zaczął pytać o nią portowych sprzedawców, ale żaden z nich nigdy nie słyszał o jakiejś Petrze, która w dodatku jest piękna i obeznana w handlu. Tajemnicza kobieta stała się zagadką spędzającą Patrickowi sen z powiek. Po kilku tygodniach oczekiwań ktoś podrzucił młodzieńcowi skrzynię z napisem ,,Cicha śmierć’’. Okazało się, że wewnątrz znajduje się kawałek bezużytecznego patyka obwiązanego sznurkiem.
uk: Змагання швидко наближалися, а Петра ніяк не поверталася зі зброєю. Він почав розпитувати про неї портових торговців, але ніхто з них ніколи не чув ні про яку Петру, яка до того ж була вродливою і зналася на торгівлі. Ця таємнича жінка стала загадкою, яка заважала Патріку спати. Після кількох тижнів очікування хтось підкинув юнакові коробку з написом 'Тиха смерть'. Виявилося, що всередині лежав шматок непотрібної палиці, обв'язаний мотузкою.

source: Zawołam go tutaj i pokażę mu co i jak. Nie musisz się też martwić o Albyna, przekażę mu, że twój brat tu pracuje.
uk: Я покличу його сюди і покажу, що і як. Про Альбіна теж не хвилюйся, я скажу йому, що твій брат тут працює.

source: Zawracaj głowę komuś innemu!
uk: Заважай комусь іншому!

source: Zawróć!
uk: Назад!

source: Zawróć, jeśli ci życie miłe.
uk: Повернись, якщо життя тобі миле.

source: Zawsze był człowiekiem od liczb. To właśnie z tego powodu został wybrany na zarządcę kopalni. Dostawy zawsze były na czas i dokładnie odliczone, ale ostatnio jest z tym dużo gorzej.
uk: Він завжди був людиною цифр. Саме з цієї причини його обрали керівником копальні. Постачання завжди були вчасними і точно підрахованими, але останнім часом все значно погіршилося.

source: Zawsze był jednak najbardziej upartym członkiem naszej rodziny.
uk: Однак він завжди був найвпертішим членом нашої сім'ї.

source: Zawsze była z niego lebiega i częściej widywałem go bimbającego do góry brzuchem niż pracującego, ale przy takich obrotach jak ostatnio przydałaby mi się para rąk do pracy.
uk: Він завжди був незграбою, і я частіше бачив, як він байдикує, ніж працює, але з тим обсягом роботи, який у нас з'явився останнім часом, мені б не завадило кілька робочих рук.

source: Zawsze chciałam, żeby... zresztą nieważne. Załatwiłeś ją jeszcze lepiej!
uk: Я завжди хотіла, щоб... та неважливо. Ти зробив все навіть краще!

source: Zawsze chciałem przywalić strażnikowi.
uk: Я завжди хотів побити вартового.

source: Zawsze i wszędzie, Rhobar II szkalowany będzie!
uk: Завжди і всюди Робара II будуть ганьбити!

source: Zawsze jednak gdzieś w labiryncie znaleźć można osobne kołowroty, które odblokowują wyjścia zewnętrzne. Rozejrzyj się za nimi.
uk: Однак, ти завжди знайдеш десь у лабіринті перемикачі, які розблоковують зовнішні виходи. Роздивись довкола, щоб відшукати їх.

source: Zawsze jest jakiś haczyk...
uk: Завжди є якийсь нюанс...

source: Zawsze lubiłem być wyjątkowy.
uk: Мені завжди подобалось бути винятковим.

source: Zawsze lubiłem zwierzęta, ale niestety nigdy nie miałem psa. Czemu pytasz?
uk: Мені завжди подобалися тварини, але, на жаль, у мене ніколи не було собаки. А чому ти питаєш?

source: Zawsze miej przy sobie butelkę wody!
uk: Завжди тримай при собі пляшку води!

source: Zawsze miej w pogotowiu pochodnię, inaczej nie zobaczysz czubka własnego nosa.
uk: Завжди тримай напоготові смолоскип, інакше не побачиш навіть кінчика власного носа.

source: Zawsze miło widzieć na wyspie Gwardzistów Królewskich.
uk: Завжди приємно бачити на острові Королівських гвардійців.

source: Zawsze możemy też przekazać ostrze Ulrykowi, jako jego należność i prosić go o wstawienie się w tej sprawie.
uk: Завжди можна віддати клинок Ульріку та попросити його заступництва.

source: Zawsze możesz powiedzieć Cortezowi, że nie żyję. A my z Patem spokojnie sobie odpłyniemy z Przystani.
uk: Ти завжди можеш сказати Кортезу, що я мертвий. А ми з Патом тихо відпливемо з Гавані.

source: Zawsze możesz wyjść za mąż.
uk: Ти завжди можеш вийти заміж.

source: Zawsze możesz zacząć od pozbycia się tej butelki.
uk: Ти завжди можеш почати з того, щоб позбутися цієї пляшки.

source: Zawsze musi być ten pierwszy raz, nie mylę się?
uk: Колись має бути перший раз, чи не так?

source: Zawsze o tym marzyłem!
uk: Я завжди про це мріяв!

source: Zawsze powtarzam - nie wlewaj więcej do ust, niż wytrzymać może twój brzuch.
uk: Я завжди кажу – не заливай до рота більше, ніж зможе витримати твій шлунок.

source: Zawsze powtarzam, że bliźnim trzeba pomagać. Nigdy nie wiesz, kiedy sam będziesz potrzebował pomocy, a różnie w życiu bywa. Szczególnie w tak trudnych czasach.
uk: Я завжди кажу, що треба допомагати ближнім. Ніколи не знаєш, коли тобі самому знадобиться допомога, а в житті буває по-різному. Особливо, у такі скрутні часи.

source: Zawsze powtarzam, że świat jest bardzo mały i ciągle wpada się na tych samych ludzi. A to nawet lepiej, nie będę musiał was przedstawiać.
uk: Я завжди казав, що світ дуже тісний, і ти постійно зустрічаєш одних і тих же людей. Так навіть краще, не доведеться вас представляти.

source: Zawsze pozostaje ci poczekać, aż moje panienki dostarczą mu jeszcze kilka tac wina.
uk: Ти можеш почекати, поки мої дами принесуть йому ще кілька підносів з вином.

source: Zawsze przebierasz się za ścierwojada, jak miewasz u siebie gości?
uk: Ти завжди перевдягаєшся в падальника, коли до тебе приходять гості?

source: Zawsze tak podchodzisz do ludzi i zwyczajnie pytasz, czy cię czegoś nauczą?
uk: Ти завжди так підходиш до людей і просто запитуєш, чи можуть вони тебе чогось навчити?

source: Zawsze tak robił, nawet tutaj. Nie rozumiem, jak może nie widzieć, że ona nadaje się tylko do delikatnych zajęć? Z takimi rączkami...
uk: Він завжди так робив, навіть тут. Не розумію, чому він не бачить, що вона годиться лише для делікатної роботи? З такими рученятами...

source: Zawsze to coś.
uk: Це вже щось.

source: Zawsze to jakiś postęp.
uk: Непогано, є прогрес.

source: Zawsze to miło słyszeć od naszej publiki.
uk: Завжди приємно чути таке від нашої публіки.

source: Zawsze w niego wierzyłem i staram się wierzyć nadal.
uk: Я завжди у нього вірив і намагаюся вірити надалі.

source: Zawsze wiedziałem, że ci nasi górnicy dokopią się kiedyś zbyt głęboko i będą z tego same problemy.
uk: Я завжди знав, що наші гірники одного дня докопаються надто глибоко, і тоді почнуться проблеми.

source: Zawsze wolę zakładać niefortunny bieg wydarzeń i pozytywnie się zaskoczyć, niż doświadczyć niemiłej niespodzianki.
uk: Я завжди вважаю за краще передбачати найгірший розвиток подій і бути позитивно здивованим, ніж пережити неприємну несподіванку.

source: Zawsze, nie musisz mnie nawet zachęcać!
uk: Завжди, можеш навіть не запитувати!

source: Zawyły i ruszyły do rzezi, szlachtując wilki tam, gdzie stały, zatapiając pazury w ich srebrzystych futrach. Największa z nich dopadła też i starego Wodza. Choć ten już dawno oślepł, dobrze znał jej zapach.
uk: Вони завили і кинулися в бійню, вбиваючи вовків на місці, впиваючись кігтями в їхнє сріблясте хутро. Найбільший з них наздогнав і старого вождя. Хоча він давно осліп, але все одно впізнав цей запах.

source: Zazdroszczę.
uk: Я вам заздрю.

source: Zazdrość Viktora może okazać się przydatna w rozstaniu problematycznej pary. Pytanie tylko, czy powinienem go wtajemniczać w plan Lutza, czy też zachować go dla siebie?
uk: Ревнощі Віктора можуть виявитися корисними для розпаду проблемної пари. Питання в тому, чи варто посвячувати його в план Люца, чи залишити все при собі?

source: Zazdrość to ludzka rzecz, ale to od nas zależy, czy pozwolimy jej przejąć nad nami kontrolę, czy wykorzystamy ją, by dążyć do upragnionego celu.
uk: Заздрість - це людська риса, але тільки від нас залежить, чи дозволимо ми їй взяти над собою контроль, чи використаємо її для досягнення бажаної мети.

source: Zaznaczyłem to miejsce jako ostatnie na mapie, jeśli będziesz zainteresowany to po prostu spotkamy się na miejscu.
uk: Я позначив це місце як останнє на мапі, якщо ти зацікавлений, то просто зустрінемося на місці.

source: Zazwyczaj improwizuję. I udaje mi się to.
uk: Зазвичай я імпровізую. І мені це вдається.

source: Zazwyczaj jest to jednak, gdy ktoś trafi w końcu na wybrankę swego serca...
uk: Однак, зазвичай, це відбувається тоді, коли хтось нарешті знаходить обранця свого серця...

source: Zazwyczaj można go spotkać w Ustroniu Żeglarza. Najłatwiej tam dotrzeć kierując się na północ od spalonego młyna.
uk: Зазвичай його можна знайти в Прихистку моряка. Найпростіший спосіб туди потрапити – піти на північ від згорілого млина.

source: Zazwyczaj nie lubię gadać na ten temat, ale coś ci powiem, bo jesteś w porządku facet. Te wszystkie protesty, skargi i kłótnie nasiliły się niedawno, może z pół roku temu.
uk: Зазвичай я не люблю говорити на цю тему, але я скажу дещо, тому що ти нормальний хлопець. Всі ці протести, скарги та суперечки посилились нещодавно, може десь півроку тому.

source: Zazwyczaj spotkać go można u nas w karczmie.
uk: Зазвичай його можна знайти в нашій корчмі.

source: Zazwyczaj strażnicy powiązani ze śledztwem nie są dopuszczani do jego prowadzenia, ale ze względu na wyjątkową sytuację, mogę zastanowić się nad wyjątkiem.
uk: Зазвичай вартові, пов'язані з розслідуванням, не допускаються до його проведення, але з огляду на ситуацію я можу зробити виняток.

source: Zazwyczaj słychać przy niej odgłosy piłowania, praca wre przez cały dzień.
uk: Зазвичай, там можна почути, як щось пиляють, робота триває цілими днями.

source: Zazwyczaj tego nie robię, ale sporo moich eksponatów tylko zajmuje mi miejsce w skrzyniach.
uk: Зазвичай я цього не роблю, але багато моїх експонатів лише займають місце в моїх скринях.

source: Zazwyczaj trzymają się blisko zbiorników wodnych i unikają walki, ale ostrożności nigdy za wiele.
uk: Зазвичай вони тримаються поблизу водойм і уникають сутичок, але обережність ніколи не буває зайвою.

source: Zazwyczaj uderzył w nie piorun podczas mocnej ulewy, albo silny wiatr wygiął je na tyle, że już nie wróciły do pierwotnej postaci.
uk: Зазвичай удар блискавки під час добрячої зливи або сильний вітер згинає їх настільки, що вони вже ніколи не розгинаються.

source: Załadował bełt i naciągnął kuszę z taką sprawnością, jakby to robił od lat.
uk: Він зарядив болт і натягнув арбалет з такою майстерністю, ніби робив це роками.

source: Załatw mi Ognika, to pogadamy.
uk: Принеси мені 'Вогника', тоді поговоримо.

source: Załatw nam pieniądze na chociaż jednego wprawnego obrońcę!
uk: Знайди нам гроші хоча б на одного вправного охоронця!

source: Załatwiam też dostawy map i negocjuję z Lorenzo opłaty za korzystanie z jego gońców.
uk: Я також організовую постачання мап і домовляюся з Лоренцо про оплату послуг його посланців.

source: Załatwione. Będzie ci wygodnie na bagnie.
uk: Готово. Тепер вам буде комфортно на болоті.

source: Załatwione. Mam to, o czym mówiłeś.
uk: Усе готово. Я дістав те, про що ти казав.

source: Załatwisz dla nas parę drobnych rzeczy. W jaki sposób je pozyskasz, to już twój problem.
uk: Ти дістанеш для нас декілька дрібничок. А те, як ти їх дістанеш, це вже твої проблеми.

source: Załatwiłem dla Flory miejsce na lokalnym cmentarzu.
uk: Я домовився про місце на цвинтарі для Флори.

source: Załatwiłem dla Flory miejsce na lokalnym cmentarzu. Muszę poinformować o tym Ezekiela.
uk: Я домовився про місце для Флори на місцевому цвинтарі. Потрібно повідомити про це Єзекіїля.

source: Załatwiłem drewno. Pora zacząć faktyczną pracę.
uk: Деревина на місці. Час розпочинати власне роботу.

source: Załatwiłem już wszystko na wieczór pod gwiazdami dla Lutza i Marthy. Czas zdać raport gwardziście.
uk: Я вже все підготував для вечора під зорями для Люца і Марти. Час повідомити про це гвардійця.

source: Załatwiłem miejsce. To sad przy Wielkiej Winnicy.
uk: Я знайшов місце. Це сад біля Великого виноградника.

source: Załatwiłem odpowiednie miejsce. Muszę poinformować o nim Karin.
uk: Я знайшов підходяще місце. Потрібно повідомити про це Карін.

source: Załatwiłem sprawę u Lennarta, teraz muszę jeszcze porozmawiać z Oktavem.
uk: Я владнав справи з Ленартом, тепер залишилося поговорити з Октавом.

source: Załatwiłem sprawę u Lennarta, teraz muszę udać się do Rodericha po swoje pierwsze zadanie.
uk: Я владнав справи з Ленартом, тепер мені треба йти до Родеріха по своє перше завдання.

source: Załatwiłem sprawę z Nekiem.
uk: Я владнав справу з Неком.

source: Załatwiłem wszystkie sprawy związane z przemytnikami poza kryjówką. Mogę ruszać na miejsce spotkania.
uk: Я розібрався з усіма контрабандистами біля сховища. Тепер я можу іти до місця зустрічі.

source: Załatwiłem wszystkie, które udało mi się wypatrzeć.
uk: Я убив усіх, кого тільки міг.

source: Załatwiłem wszystko, o co Lennart mnie poprosił. Pora do niego wrócić i zdać raport.
uk: Я зробив усе, про що мене просив Ленарт. Настав час повернутися до нього і доповісти.

source: Załatwmy to między sobą.
uk: Давай вирішимо це між нами.

source: Załoga mi się rozleniwia, cholera!
uk: Чорт забирай, моя команда зовсім розлінилася!

source: Założyłem się z Haroldem, że złowię więcej ryb niż on. Byłem wtedy trochę podpity, koledzy się przyglądali... no i stanęło na tym, że postawiłem własną chatę.
uk: Я побився об заклад з Гарольдом, що зловлю більше риби, ніж він. Я тоді був трохи напідпитку, мої друзі дивилися... і врешті я заклав свою власну халупу.

source: Założyłeś broń podczas trwania efektu pierścieni pięściarza!
uk: Ви спорядили зброю, коли ефект кулачних перснів був активним!

source: Założę się, że w ostatniej chwili, gdy próbowali uciekać i chować się przed nieuchronną śmiercią, pożałowali, że nie było z nimi jeszcze jednego zdolnego myśliwego.
uk: Б'юся об заклад, що в останню хвилину, коли вони намагалися втекти і сховатися від неминучої смерті, вони пошкодували, що з ними не було ще одного вправного мисливця.

source: Załóżmy, że chciałbym się z nim spotkać. Możesz mi pomóc?
uk: Припустимо, я хотів би з ним зустрітися. Ти можеш мені допомогти?

source: Załóżmy, że na winorośli.
uk: Скажімо, про виноградну лозу.

source: Zaświadczenie Slagera
uk: Сертифікат Слагера

source: Zaświadczenie czeladnicze, które otrzymałem od
uk: Посвідчення учня,

source: Zażądał miecza pod groźbą wymordowania wszystkich z nas. Nie mieliśmy zbytniego pola do negocjacji, mając wycelowanych w siebie kilkadziesiąt kusz.
uk: Він зажадав меч, погрожуючи вбити всіх нас. Нам було не до переговорів, будучи під прицілом десятків арбалетів.

source: Zbadaj deski
uk: Оглянути дошки

source: Zbadaj kamienie
uk: Оглянути каміння

source: Zbadaj kocioł
uk: Оглянути казан

source: Zbadaj kufer
uk: Оглянути скриню

source: Zbadaj linę
uk: Оглянути мотузку

source: Zbadaj stertę książek
uk: Оглянути стос книг

source: Zbadaj tarcze
uk: Оглянути щити

source: Zbadaj wina
uk: Оглянути вина

source: Zbadaj worki
uk: Оглянути мішки

source: Zbadaj znak
uk: Оглянути знак

source: Zbadaj zwłoki
uk: Оглянути труп

source: Zbadałem obie drogi. Przejścia wydają się pozornie bezpieczne, ale niepokoją mnie te rzeczy znalezione przy wąwozie. Pora zdać raport Garosowi.
uk: Я дослідив обидві дороги. Проходи виглядають на перший погляд безпечними, але мене турбують ці предмети, знайдені біля яру. Прийшов час доповісти Гаросу.

source: Zbadałem sprawę zaginionego transportu.
uk: Я дослідив справу про зниклу доставку.

source: Zbieg
uk: Злочинець

source: Zbieg okoliczności sprawił, że sam doprowadził do swojej śmierci.
uk: Збіг обставин призвів до його власної смерті.

source: Zbieraczom przyda się każda para rąk.
uk: Збирачам знадобиться кожна пара рук.
